FemDesign.ConstructionStages
Stage

FemDesign.ConstructionStages.#ctor
Parameterless constructor for serialization.

FemDesign.ConstructionStages.#ctor(System.Collections.Generic.List{FemDesign.Stage},System.Boolean,System.Boolean,System.Boolean)
stages:
assignModifedElement:
assignNewElement:
ghostMethod: